2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_Attendering/data/LT01FT01-02-4-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>*</ABONNEMENT>
            <NAAM>*</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
  <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
   <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Volledigbericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Attenderingen op personen met gewijzigde bijhoudingspartij (pop.bep.=true)</brp:abonnementNaam>
    <brp:categorieDienst>Attendering</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling">
    <brp:code>05005</brp:code>
    <brp:naam>Verhuizing intergemeentelijk</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>185901</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:communicatieID="1">
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
          <brp:afgeleidAdministratief brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
        <brp:identificatienummers brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:burgerservicenummer>677080426</brp:burgerservicenummer>
          <brp:administratienummer>1097207412</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Cees</brp:voornamen>
          <brp:voorvoegsel>de</brp:voorvoegsel>
          <brp:scheidingsteken>-</brp:scheidingsteken>
          <brp:geslachtsnaamstam>Vries</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datum>1981-10-02</brp:datum>
          <brp:gemeenteCode>0519</brp:gemeenteCode>
          <brp:woonplaatsnaam>Honselersdijk</brp:woonplaatsnaam>
          <brp:omschrijvingLocatie>omschrijving geboorte locatie Cees</brp:omschrijvingLocatie>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:code>V</brp:code>
        </brp:geslachtsaanduiding>
          <brp:inschrijving brp:voorkomenSleutel="*">*</brp:inschrijving>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:bijhouding brp:voorkomenSleutel="*">*</brp:bijhouding>
          <brp:voornamen>*</brp:voornamen>
          <brp:geslachtsnaamcomponenten>*</brp:geslachtsnaamcomponenten>
          <brp:naamgebruik brp:voorkomenSleutel="*">*</brp:naamgebruik>
          <brp:adressen>*</brp:adressen>
          <brp:nationaliteiten>*</brp:nationaliteiten>
        <brp:administratieveHandelingen>*</brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>